[{
    "name": "Dekmantel",
    "date": "3-7 August 2023",
    "location": "Amsterdam, Netherlands", 
    "station": "Summer",
    "image" : "https://d49r1np2lhhxv.cloudfront.net/www/admin/uploads/images/Top50MusicFestivalsintheWorld_Dekmantel.jpg", 
    "price" : 190,
    "description": "A hive of forward-thinking electronic music, Dekmantel has cemented itself as the festival of choice for those looking to experience new trends. It's a brand that steers clear of headline grabbing names and gimmicks, instead encouraging and rewarding risk-taking. As a result, Dekmantel has become many DJs' favourite festival to play."
},
{
    "name": "Primavera Sound",
    "date": "2-4 & 9-12 June 2023",
    "location": "Barcelona, Spain", 
    "station": "Summer",
    "image" : "https://d49r1np2lhhxv.cloudfront.net/www/admin/uploads/images/Top50MusicFestivalsintheWorld_PrimaveraSound.jpg", 
    "price" : 225,
    "description": "It should come as no surprise to see the jewel in Barcelona's crown on this list. Year after year the festival pulls together an incredible lineup unencumbered by genre boundaries, uniting alternative favourites and discerning music fans from across the globe in the beachside Parc del Fòrum."
},
{
    "name": "Let it Roll",
    "date": "4-6 August 2023",
    "location": "Milovice, Czech Republic", 
    "station": "Summer",
    "image" : "https://d49r1np2lhhxv.cloudfront.net/www/admin/uploads/images/Top50MusicFestivalsintheWorld_LetItRoll.jpg", 
    "price" : 110,
    "description": "Let It Roll is pretty much the mothership of drum and bass music. A former military airbase outside of Prague might sound like the perfect place for three days and nine spectacular stages at 170bpm. And that would be because it is."
},
{
    "name": "Coachella Music & Arts Festival",
    "date": "5-17 & 22-24 April 2023",
    "location": "Indio, California", 
    "station": "Spring",
    "image" : "https://d49r1np2lhhxv.cloudfront.net/www/admin/uploads/images/Top50MusicFestivalsintheWorld_Coachella.jpg", 
    "price" : 500,
    "description": "Is there really anything we could tell you about Coachella that you don't already know? It's a great big melting pot (California in April is more than hot enough) of fashion, A-list music, giant art structures and super grammable moments wherever you look. If this list were numbered, Coachella would definitely be circling the top spot."
},
{
    "name": "Tomorrowland",
    "date": "22-24 & 29-31 July 2023",
    "location": "Boom, Belgium", 
    "station": "Summer",
    "image" : "https://d49r1np2lhhxv.cloudfront.net/www/admin/uploads/images/Top50MusicFestivalsintheWorld_Tomorrowland.jpg", 
    "price" : 450,
    "description": "13 years after its debut, and the competition from other dance festival heavyweights is stronger than ever - but Tomorrowland is still holding its own as the leader of the pack. Other than each year's huge main stage designs, and lineups that consistently feature almost every DJ you've ever heard of, the real power of Tomorrowland is in the small details, finely tuned to create an all-consuming sense of magic."
},
{
    "name": "Afro Nation",
    "date": "24-26 March 2023",
    "location": "Portimão, Portugal", 
    "station": "Spring",
    "image" : "https://media.resources.festicket.com/www/admin/uploads/images/AN_xltaV0f.jpg", 
    "price" : 85,
    "description": "Afro Nation brings star-studded lineups ranging from dancehall, bashment, Afrobeats and R&B to beautiful beaches for a weekend of pure heat, both in temperature and vibe."
},
{
    "name": "Bilbao BBK Live",
    "date": "2-9 July 2023",
    "location": "Bilbao, Spain", 
    "station": "Summer",
    "image" : "https://media.resources.festicket.com/www/admin/uploads/images/BBKLive.jpeg", 
    "price" : 180,
    "description": "Up in in the enchanting woodlands and lush greenery of Mount Cobetas – aka Kobetamendi – you'll find Bilbao BBK Live. Merging the intimacy of the verdant setting with lineups that boast generation-defining musical talent from several genres, it's no surprise that the festival has fans flocking back to the mountain each summer."
},
{
    "name": "Montreux Jazz Festival",
    "date": "12th July 2023",
    "location": "Montreux, Switzerland", 
    "station": "Summer",
    "image" : "https://media.resources.festicket.com/www/admin/uploads/images/Montreux.jpg", 
    "price" : 55,
    "description": "Held every year since 1967, there is no older festival on this list. What's more, few others anywhere in the world can boast such an impressive alumnus of previous performers, from Miles Davis, B.B. King and Nina Simone through to David Bowie, Bob Dylan and Queen. To this day the Lake Geneva shoreline is a hub for creative talent from across the globe, performing in venues throughout the Swiss city."
},
{
    "name": "ADE: Amsterdam Dance Event",
    "date": "19-23 October 2023",
    "location": "Amsterdam, Netherlands", 
    "station": "Autumn",
    "image" : "https://d49r1np2lhhxv.cloudfront.net/www/admin/uploads/images/Top50MusicFestivalsintheWorld_ADE.jpg", 
    "price" : 170,
    "description": "ADE is one of those festival giants that a lot of people won't have heard of, particularly if they're not into electronic music. But for five days each October, the entirety of the dance music industry descends on Amsterdam's music venues, conference halls, bars and streets, bringing with it huge showcases, panel talks, technology demos and fully-fledged festivals. Amsterdam Music Festival is probably the biggest, while DGTL, Dockyard and Paradise are among the brands that are always heavily involved."
},
{
    "name": "Hellfest Open Air Festival",
    "date": "17-19 June 2023",
    "location": "Clisson, France", 
    "station": "Summer",
    "image" : "https://d49r1np2lhhxv.cloudfront.net/www/admin/uploads/images/Top50MusicFestivalsintheWorld_Hellfest.jpg", 
    "price" : 120,
    "description": "Hellfest claws its way from extreme metal to punk rock, passing by every gnarled and innovative sub-genre in between. Other than maybe the UK's Download Festival, its pace-setting high-point of the metal and rock calendar has no close competition."
},
{
    "name": "Rolling Loud Portugal",
    "date": "6-8 July 2023",
    "location": "Portimão, Portugal", 
    "station": "Summer",
    "image" : "https://media.resources.festicket.com/www/admin/uploads/images/RL_guvxq9U.jpg", 
    "price" : 135,
    "description": "Rolling Loud's Florida flagship festival has seen the hip-hop brand become North America's biggest rap music festival of the past few years. Its debut edition in Portugal looks to cement the title of Europe's too."
},
{
    "name": "The Governors Ball Music Festival",
    "date": "10-12 June 2023",
    "location": "NYC, USA", 
    "station": "Summer",
    "image" : "https://d49r1np2lhhxv.cloudfront.net/www/admin/uploads/images/Top50MusicFestivalsintheWorld_GovBall.jpg", 
    "price" : 120,
    "description": "Rival to Panorama, Gov. Ball was the original Randall's Island festival, giving NYC its first marquee music festival. Heading into an tenth edition in 2021, the island will once again become alive with some of the most influential names in hip-hop, rock and electronic music, all set out against the backdrop of the city's iconic skyline."
},
{
    "name": "Les Eurockéennes",
    "date": "TBA July 2023",
    "location": "Belfort, France", 
    "station": "Summer",
    "image" : "https://d49r1np2lhhxv.cloudfront.net/www/admin/uploads/images/Top50MusicFestivalsintheWorld_LesEurocks.jpg", 
    "price" : 190,
    "description": "One of the biggest festivals that France has to offer, Les Eurockéennes is not known simply for its rich history and consistently strong lineups, but also for its longstanding links to charitable and community causes. What's more, you'd be hard pushed to find many more naturally beautiful settings than the lakeside nature reserve that it calls home."
},
{
    "name": "SXSW: South by Southwest",
    "date": "1-3 March 2023",
    "location": "Austin, USA", 
    "station": "Winter",
    "image" : "https://d49r1np2lhhxv.cloudfront.net/www/admin/uploads/images/Top50MusicFestivalsintheWorld_SXSW.jpg", 
    "price" : 140,
    "description": "The world’s biggest new music showcase festival is like a Rorschach test: with 1000+ artists performing over a week, it means something different to everyone (and if you’re taking it on, you’re probably a bit crazy). SXSW turns Austin into a musical playground, with shows crammed into every nook and cranny in the city. It’s an experience like no other."
},
{
    "name": "Sónar Festival",
    "date": " 15- 18th June 2023",
    "location": "Barcelona, Spain", 
    "station": "Summer",
    "image" : "https://d49r1np2lhhxv.cloudfront.net/www/admin/uploads/images/Top50MusicFestivalsintheWorld_Sonar.jpg", 
    "price" : 120,
    "description": "Like Dekmantel, the Sónar brand has become a byword for experimental and pioneering electronic music. Despite editions in cities as far apart as Hong Hong and Reykjavík, Barcelona is still its flagship event, turning the coastal city into a hub of creativity every June."
},
{
    "name": "Snowbombing",
    "date": "4-9 April 2023",
    "location": "Mayrhofen, Austria", 
    "station": "Spring",
    "image" : "https://d49r1np2lhhxv.cloudfront.net/www/admin/uploads/images/Top50MusicFestivalsintheWorld_Snowbombing.jpg", 
    "price" : 230,
    "description": "If skiing by day and dancing by night is your thing, there are plenty of snow sports festival options in Europe, but none with quite the same clout as Snowbombing. An avalanche of outdoor and indoor venues hosts the most impressively A-list lineup you'll find on the slopes, and the crowd can be relied upon to lay on everything from bright pink snowsuits to group-coordinated fancy dress."
},
{
    "name": "Splendour in the Grass",
    "date": "22-2 July 2023;",
    "location": "North Byron Parklands, Australia", 
    "station": "Summer",
    "image" : "https://d49r1np2lhhxv.cloudfront.net/www/admin/uploads/images/Top50MusicFestivalsintheWorld_SplendourInTheGrass.jpg", 
    "price" : 375,
    "description": "Australia's answer to Glastonbury, Splendour in the Grass is all about huge, diverse lineups minus the rain, mud and trekking. And who doesn't fancy that? Beyond the music, Splendour also lays out a programme of dance and circus workshops, art installations and a range of food and craft markets."
},
{
    "name": "Mad Cool Festival",
    "date": "6-10 July 2023",
    "location": "Madrid, Spain", 
    "station": "Summer",
    "image" : "https://d49r1np2lhhxv.cloudfront.net/www/admin/uploads/images/Top50MusicFestivalsintheWorld_MadCool.jpg", 
    "price" : 145,
    "description": "Despite only being a few years old, Mad Cool has risen at such a rate that it's impossible to ignore. Its lineups now read like the rock 'n' roll hall of fame, where legitimate headline acts fill most of the poster."
},
{
    "name": "Rampage",
    "date": "18-20 March 2023",
    "location": "Antwerp, Belgium", 
    "station": "Winter",
    "image" : "https://media.resources.festicket.com/www/admin/uploads/images/Rampage.jpeg", 
    "price" : 130,
    "description": "An established favourite for the drum and bass scene, Rampage transforms its home in the Antwerp Sportspaleis into a high-octane rave, soundtracked by some of the genre's biggest stars and heaviest hitters."
},
{
    "name": "Creamfields",
    "date": "25-28 August 2023",
    "location": "Daresbury, UK", 
    "station": "Summer",
    "image" : "https://d49r1np2lhhxv.cloudfront.net/www/admin/uploads/images/Creamfields_1S1aoy3.jpg", 
    "price" : 220,
    "description": "The flagship festival of the iconic Cream brand, which became famous through its legendary Liverpool club nights back in the 90s, Creamfields is the UK's premier electronic music weekend. Attracting over 70,000 people and over 300 of the world's hottest dance acts performing across 30 stages over the four-day weekend, its lineups are as diverse as they are top-tier."
},
{
    "name": "Roskilde Festival",
    "date": "25 June - 2 July 2023",
    "location": "Roskilde, Denmark", 
    "station": "Summer",
    "image" : "https://d49r1np2lhhxv.cloudfront.net/www/admin/uploads/images/Top50MusicFestivalsintheWorld_Roskilde.jpg", 
    "price" : 279,
    "description": "One of the largest music festivals in Europe, Roskilde dates back to 1971 when two high school kids decided to emulate hippy festivals like Isle of Wight and Woodstock. Fast-forward to the present and you’ve got a fiercely independent, well-respected festival with its own aura and traditions continuing to host performances by the most uncompromising and influential artists in the world."
},
{
    "name": "Fuji Rock",
    "date": "TBA August 2023",
    "location": "Naeba Ski Resort, Japan", 
    "station": "Summer",
    "image" : "https://d49r1np2lhhxv.cloudfront.net/www/admin/uploads/images/Top50MusicFestivalsintheWorld_FujiRock.jpg", 
    "price" : 120,
    "description": "Despite the name, Fuji Rock hasn't actually been held at Mount Fuji for more than 20 years. But that hasn't stopped crowds topping 100,000 from making their way to the Japanese giant for two decades. And when the lineup and location are this spectacular, who can blame them?"
},
{
    "name": "Hot 97 Summer Jam",
    "date": "TBA June 2023",
    "location": "Amsterdam, Netherlands", 
    "station": "Summer",
    "image" : "https://d49r1np2lhhxv.cloudfront.net/www/admin/uploads/images/Top50MusicFestivalsintheWorld_Hot97SummerJam.jpg", 
    "price" : 140,
    "description": "No festival has been more integral to the development of hip hop than Hot 97 Summer Jam. Giving a platform to the freshest names, as well as providing fans with an opportunity to see the superheroes of rap, the festival has hosted its fair share of classic moments, with performers bringing out huge special guests having become the norm. Anyone who’s anyone has played Summer Jam."
},
{
    "name": "Rock in Rio",
    "date": "2-4 & 8-11 September 2023",
    "location": "Rio de Janeiro, Brazil", 
    "station": "Summer",
    "image" : "https://media.resources.festicket.com/www/admin/uploads/images/RockinRio.jpeg", 
    "price" : 320,
    "description": "Few festivals can claim the history and mythology that surrounds Rock in Rio, with the sheer size and scale of the earliest editions changing the landscape of live music across the globe. With editions now held in both Lisbon and the spiritual home of Rio de Janeiro, circumstances have aligned to make 2023 the year that both cities will host the iconic event in the same summer."
},
{
    "name": "Glastonbury",
    "date": "22-26 June 2023",
    "location": "Pilton, UK", 
    "station": "Summer",
    "image" : "https://media.resources.festicket.com/www/admin/uploads/images/Glasto.gif", 
    "price" : 280,
    "description": "Glastonbury sets the bar when it comes to worldwide music festivals. It hosts the biggest names in music on its famous Pyramid Stage, but it's the other side of Glastonbury that really sets it apart. From the immersive world of shenanigans that is Shangri-La, to the flame throwing Arcadia spider and the hidden, underground Piano Bar, every corner of Glastonbury is full of surprises just waiting to be discovered."
},
{
    "name": "Rock en Seine",
    "date": "25-28 August 2023",
    "location": "Saint-Cloud, France", 
    "station": "summer",
    "image" : "https://media.resources.festicket.com/www/admin/uploads/images/RockenSeine_BsKF3VY.jpg", 
    "price" : 200,
    "description": "Fast approaching its twenty year lifespan, Rock en Seine has welcomed premier artists from the rock, indie, and alternative realm in what is now widely considered as France's most impressive rock music festival. Who are we to argue?"
},
{
    "name": "Rock am Ring & Rock im Park",
    "date": "3-5 June 2023",
    "location": "Mendig and Nürnberg, Germany", 
    "station": "spring",
    "image" : "https://d49r1np2lhhxv.cloudfront.net/www/admin/uploads/images/Top50MusicFestivalsintheWorld_RockAmRing.jpg", 
    "price" : 380,
    "description": "Rock am Ring, at over 35 years old, is one of the longest-standing festivals in the world. And its younger sister, Rock im Park, is no youngster either. With shared lineups between Nuremberg and the iconic Nürburgring, they've built up peerless reputations in the rock music world."
},
{
    "name": "Isle of Wight Festival",
    "date": "16-19 June 2023",
    "location": "Isle of Wight, UK", 
    "station": "spring",
    "image" : "https://media.resources.festicket.com/www/admin/uploads/images/IOW_2HIfO4j.jpg", 
    "price" : 280,
    "description": "Isle of Wight Festival is renowned for exclusive, legendary headliners – Fleetwood Mac, The Stone Roses, Bruce Springsteen – and eclectic lineups that pay homage to its own incredible history. Now over 50 years on from the original edition, IOW is as strong as ever."
},
{
    "name": "Pitchfork Music Festival",
    "date": "TBA 2023",
    "location": "Chicago, USA", 
    "station": "autumn",
    "image" : "https://d49r1np2lhhxv.cloudfront.net/www/admin/uploads/images/Top50MusicFestivalsintheWorld_Pitchfork.jpg", 
    "price" : 210,
    "description": "For some people, online music publication Pitchfork has become gospel when it comes to identifying musical trends and talent. Regardless of any perceptions you may have of the site or its most devout followers (*cough* posey hipsters *cough*), there's no denying they know how to curate a lineup of the most exciting alternative acts in the world."
},
{
    "name": "Boomtown",
    "date": "10-14 August 2023",
    "location": "Winchester, UK", 
    "station": "summer",
    "image" : "https://d49r1np2lhhxv.cloudfront.net/www/admin/uploads/images/Top50MusicFestivalsintheWorld_Boomtown.jpg", 
    "price" : 220,
    "description": "Even if you 100% mean it, describing a festival as 'totally unique' usually just sounds like lazy writing. But in the case of Boomtown – a throwback carnival of music and street performance set in a purpose-built wild-west town in the English countryside – the phrase is as justified as it'll ever be."
},
{
    "name": "EXIT Festival",
    "date": "7-10 July 2023",
    "location": "Novi Sad, Serbia", 
    "station": "summer",
    "image" : "https://media.resources.festicket.com/www/admin/uploads/images/EXIT_gD7OyAp.jpg", 
    "price" : 160,
    "description": "Titans of dance are scattered with the occasional note of indie and pop or even heavy metal at Serbia's EXIT Festival, held in the immense Petrovaradin Fortress on the banks of the Danube."
},
{
    "name": "Time Warp",
    "date": " 2 April 2023",
    "location": "Mannheim, Germany", 
    "station": "spring",
    "image" : "https://d49r1np2lhhxv.cloudfront.net/www/admin/uploads/images/Top50MusicFestivalsintheWorld_TimeWarp.jpg", 
    "price" : 280,
    "description": "19 hours from start to finish, Time Warp is a high-power shot of techno, stuck straight in your arm as you're still trying to figure out how to get round six rooms and every one of your favourite DJ/producers. Since Germany's early days of 90s rave culture, Time Warp has carried the beacon for second-stage techno parties like no one else."
},
{
    "name": "Sziget Festival",
    "date": "10-15 August 2023",
    "location": "Budapest, Hungary", 
    "station": "",
    "image" : "https://d49r1np2lhhxv.cloudfront.net/www/admin/uploads/images/Top50MusicFestivalsintheWorld_Sziget.jpg", 
    "price" : 270,
    "description": "There aren’t too many festivals that have their own island, but Sziget isn’t most festivals. The week-long behemoth set on Obuda Island between Buda and Pest has everything you could ever want in a festival, and more of it than you’d ever need. Offering the biggest names across all genres, this festival is the real life, 3D equivalent of your favourite streaming service."
},
{
    "name": "Osheaga Music and Arts Festival",
    "date": "29-31 July 2023",
    "location": "Montreal, Canada", 
    "station": "summer",
    "image" : "https://d49r1np2lhhxv.cloudfront.net/www/admin/uploads/images/Top50MusicFestivalsintheWorld_Osheaga.jpg", 
    "price" : 250,
    "description": "While some might argue with the assertion, we feel fairly comfortable in saying that Osheaga is the best music festival that Canada has to offer. Held on an island in the middle of Montreal's St Lawrence river, the huge three-day affair is a multi-genre extravaganza featuring some of the world's very biggest acts. "
},
{
    "name": "Lollapalooza",
    "date": "28-31 July 2023",
    "location": "Chicago, USA + other dates worldwide", 
    "station": "summer",
    "image" : "https://d49r1np2lhhxv.cloudfront.net/www/admin/uploads/images/Top50MusicFestivalsintheWorld_Lollapalooza.jpg", 
    "price" : 230,
    "description": "Originally conceived as a farewell tour for Jane's Addiction by frontman Perry Farrell, Lollapalooza has since gone on to become a global festival empire. Both the flagship event in Chicago and the satellites spread across South America and Europe now play host to enormous lineups that span rock, pop, rap, EDM and more, on an almost unparalleled scale. "
},
{
    "name": "Reading & Leeds Festival",
    "date": "26-28 August 2023",
    "location": "Reading & Leeds, UK", 
    "station": "summer",
    "image" : "https://d49r1np2lhhxv.cloudfront.net/www/admin/uploads/images/Top50MusicFestivalsintheWorld_ReadingLeeds.jpg", 
    "price" : 180,
    "description": "Reading and Leeds are the type of riotous events that Bank Holidays are made for, providing a platform for rising and established indie bands, metal groups, next generation dance, hip hop and alternative pop acts. If they ain’t playing here, they ain’t worth seeing"
},
{
    "name": "Austin City Limits Music Festival",
    "date": "October 2023",
    "location": "Austin, USA", 
    "station": "autmn",
    "image" : "https://d49r1np2lhhxv.cloudfront.net/www/admin/uploads/images/Top50MusicFestivalsintheWorld_ACL.jpg", 
    "price" : 380,
    "description": "Growing out of the institutional public television music program of the same name, Austin City Limits is two weekends of the most respected names across a wide range of genres. Bringing local tastes into its lineup curation, the festival is one of the only to meld the rock, hip-hop and electronic world with the somewhat insular Americana world, giving it a unique flair."
},
{
    "name": "Estereo Picnic",
    "date": "25-27 March 2023",
    "location": "Bogotá, Colombia", 
    "station": "spring",
    "image" : "https://media.resources.festicket.com/www/admin/uploads/images/EstereoPicnic.jpeg", 
    "price" : 180,
    "description": "A true trailblazer for the festival scene in South America, the Colombian giant has spent the last decade bringing international superstars to the country's capital city. Whether it's rock giants, rap royalty, or dance music behemoths, the lineups frequently boast huge headliners, with plenty of room to celebrate and champion local, national, and continental talent."
},
{
    "name": "Best Kept Secret",
    "date": "10-12 June 2023",
    "location": "Hilvarenbeek, Netherlands", 
    "station": "spring",
    "image" : "https://d49r1np2lhhxv.cloudfront.net/www/admin/uploads/images/Top50MusicFestivalsintheWorld_BestKeptSecret.jpg", 
    "price" : 240,
    "description": "While having a festival set in a safari park sounds a bit intimidating, I can say with 100% certainty that no lions will eat you while you're having your moment in front of the main stage. Well, let's say 95% certainty. BKS exploded onto the scene in 2013, and quickly started racking up the awards. If you a look over its past lineups, it's not hard to see why."
},
{
    "name": "Distortion",
    "date": "1-5 June 2023",
    "location": "Copenhagen, Denmark", 
    "station": "spring",
    "image" : "https://d49r1np2lhhxv.cloudfront.net/www/admin/uploads/images/Top50MusicFestivalsintheWorld_Distortion.jpg", 
    "price" : 350,
    "description": "'Controlled chaos' is the only way to describe Distortion. The festival is a celebration of street life and new dance music, so what else could it be other than a massive, 100,000 person strong street party? Split into three parts – Distortion Club, Distortion Ø and Street Parties – Distortion is a multi-facetted experience with varying degrees of premeditation. It's kind of like that movie The Purge, but instead of legal murder, it's all about legal partying. "
},
{
    "name": "EDC: Electric Daisy Carnival – Las Vegas",
    "date": "2023 Dates TBA",
    "location": "Las Vegas, USA", 
    "station": "",
    "image" : "https://d49r1np2lhhxv.cloudfront.net/www/admin/uploads/images/Top50MusicFestivalsintheWorld_EDCLasVegas.jpg", 
    "price" : 180,
    "description": "While it's probably fair to say that Europe led the way in terms of electronic music for a good while (despite its mostly American origins), the States have taken things to a whole new level over recent years when it comes to festivals. EDC is a prime example of this. Huge scale production, bombastic beats and an enormous crowd of dance music fans all losing their collective shizz."
},
{
    "name": "Dimensions Festival",
    "date": "1-5 September 2023",
    "location": "Tisno, Croatia", 
    "station": "summer",
    "image" : "https://d49r1np2lhhxv.cloudfront.net/www/admin/uploads/images/Top50MusicFestivalsintheWorld_Dimensions.jpg", 
    "price" : 190,
    "description": "One of our favourite Croatian music festivals, Dimensions steers clear of the crowded Zrće beach, instead taking itself to the beautiful Garden Resort in Tisno. Here it showcases an underground electronic and urban lineup across the stunning setting."
},
{
    "name": "Outlook Origins Festival",
    "date": "28 July - 2 August 2023",
    "location": "Tisno, Croatia", 
    "station": "summer",
    "image" : "https://d49r1np2lhhxv.cloudfront.net/www/admin/uploads/images/Top50MusicFestivalsintheWorld_Outlook.jpg", 
    "price" : 230,
    "description": "Dimensions' sibling festival shares the same stunning location and passion for the electronic underground, but where it deviates is its full-blown commitment to celebrating soundsystem culture. That means reggae, dubstep, drum & bass, jungle, grime and garage are served up on a scale unrivalled anywhere in Europe."
},
{
    "name": "Awakenings Festival",
    "date": "june 2023",
    "location": "Spaarnwoude, Netherlands", 
    "station": "summer",
    "image" : "https://d49r1np2lhhxv.cloudfront.net/www/admin/uploads/images/Top50MusicFestivalsintheWorld_Awakenings.jpg", 
    "price" : 310,
    "description": "Awakenings' flagship festival is the largest open-air techno festival in the world, bringing those at the very top of the scene, as well as a fresh dose of the hottest breakthrough talent, to the lush green site just north of Amsterdam. Spread across eight stages, it's no wonder Awakenings has commandeered the title of the Dutch techno mecca."
},
{
    "name": "Rock Werchter",
    "date": "30 June - 3 July 2023",
    "location": "Werchter, Belgium", 
    "station": "summer",
    "image" : "https://d49r1np2lhhxv.cloudfront.net/www/admin/uploads/images/Top50MusicFestivalsintheWorld_RockWerchter.jpg", 
    "price" : 280,
    "description": "Established in 1979, Rock Werchter has won countless awards over the last four decades, including several for its absolutely huge lineups. "
},
{
    "name": "Way Out West",
    "date": "11-13 August 2023",
    "location": "Gothenburg, Sweden", 
    "station": "summer",
    "image" : "https://d49r1np2lhhxv.cloudfront.net/www/admin/uploads/images/Top50MusicFestivalsintheWorld_WayOutWest.jpg", 
    "price" : 265,
    "description": "Some festivals have a great lineup, others have a great setting. When you combine the two, you're onto something. That's Way Out West in a nut shell. Add in the Stay Out West concept, which keeps the party going well into the wee hours of the night throughout the clubs of Gothenburg, and you have a reliably great festival. It may not have all the bells and whistles of some of the bigger budget festivals, but it's always a great time."
},
{
    "name": "UMF: Ultra Music Festival",
    "date": "25-27 March 2023",
    "location": "Miami, USA", 
    "station": "",
    "image" : "https://d49r1np2lhhxv.cloudfront.net/www/admin/uploads/images/Top50MusicFestivalsintheWorld_UMF.jpg", 
    "price" : 290,
    "description": "The Ultra brand may be known around the world, but its Miami showpiece still feels like the holy grail for EDM and big-room house fans. There are not many festivals that see 165,000 people pack into a city park every year to party, transforming it into a dancefloor like no other."
},
{
    "name": "New Orleans Jazz & Heritage Festival",
    "date": "29 April -8 May 2023",
    "location": "New Orleans, USA", 
    "station": "spring",
    "image" : "https://d49r1np2lhhxv.cloudfront.net/www/admin/uploads/images/Top50MusicFestivalsintheWorld_NewOrleansJAzz.jpg", 
    "price" : 170,
    "description": "Few festivals mean more to their community than New Orleans Jazz & Heritage Festivals. Dating back to 1970, the festival is a complete cultural experience reaching well beyond the music. A rigid, stuffy affair this is not: Jazz Fest has expanded its purview over the years, growing alongside one of the most vibrant cities in the world. "
},
{
    "name": "DGTL Amsterdam",
    "date": "16-17 April 2023",
    "location": "Amsterdam, Netherlands", 
    "station": "spring",
    "image" : "https://d49r1np2lhhxv.cloudfront.net/www/admin/uploads/images/Top50MusicFestivalsintheWorld_DGTL.jpg", 
    "price" : 300,
    "description": "At the forefront of the underground, DGTL balances its uncompromising passion for cutting edge sounds and visual arts with its equally impassioned green initiatives. The concept has clearly worked as the festival has struck a chord with the dance community, resulting in added editions in São Paulo, Barcelona and Tel Aviv. "
}]
 